const ar = [
    {
      id: 58,
      question: "أي من الظواهر الجغرافية التالية تربطها بتغير المناخ؟ (اختر جميع ما ينطبق)",
      options: ["ارتفاع مستوى البحر", "التصحر", "ذوبان الأنهار الجليدية", "ذوبان الأنهار الجليدية", "زيادة حرائق الغابات", "لا شيء مما ذكر"]
    },
    {
      id: 59,
      question: "في رأيك، أي من المناطق التالية هي الأكثر عرضة لتأثيرات تغير المناخ؟ (يمكنك اختيار أكثر من واحدة)",
      options: ["المناطق الجبلية ذات الأنهار الجليدية", "في كل مكان - تغير المناخ تهديد عالمي", "الغابات الشمالية والمناطق القطبية", "دول الجزر الصغيرة", "لا أعرف"]
    },
    {
      id: 60,
      question: "هل أنت على علم بأي اتجاهات للهجرة المرتبطة بتغير المناخ (الناس الذين يهاجرون بسبب التغيرات البيئية)؟",
      options: ["نعم", "لا", "سمعت عن ذلك ولكن لا أعرف الكثير"]
    }
];
  
export default ar;
  