const fa = [
  {
    question: "کدام یک از پدیده‌های جغرافیایی زیر را با تغییرات اقلیمی مرتبط می‌دانید؟ (تمام گزینه‌های مناسب را انتخاب کنید)",
    options: ["افزایش سطح دریا", "بیابان‌زایی", "ذوب شدن یخچال‌ها", "ذوب شدن یخچال‌ها", "افزایش آتش‌سوزی‌های جنگلی", "هیچکدام"]
  },
  {
    question: "به نظر شما کدام یک از مناطق زیر بیشتر در معرض تأثیرات تغییرات اقلیمی هستند؟ (می‌توانید بیش از یک مورد را انتخاب کنید)",
    options: ["مناطق کوهستانی با یخچال‌ها", "در همه جا - تغییرات اقلیمی تهدیدی جهانی است", "جنگل‌های برنزی و مناطق توندرا", "کشورهای جزیره‌ای کوچک", "نمی‌دانم"]
  },
  {
    question: "آیا از هرگونه روند مهاجرت مرتبط با تغییرات اقلیمی (مردم در حال جابه‌جایی به دلیل تغییرات زیست‌محیطی) آگاه هستید؟",
    options: ["بله", "نه", "من در مورد آن شنیده‌ام، اما اطلاعات زیادی ندارم"]
  }
];

export default fa;
