const ar = [
    {
      question: "الجنس",
      options: ["ذكر", "أنثى"]
    },
    {
      question: "منطقة الولادة",
      options: ["أفريقيا", "آسيا", "أستراليا", "أوروبا", "أمريكا الشمالية", "أمريكا الجنوبية"]
    },
    {
      question: "منطقة الإقامة",
      options: ["أفريقيا", "آسيا", "أستراليا", "أوروبا", "أمريكا الشمالية", "أمريكا الجنوبية"]
    },
    {
      question: "منذ متى انتقلت إلى بلد إقامتك الحالي؟",
      options: ["أقل من 5 سنوات", "5-10 سنوات", "أكثر من 10 سنوات"]
    },
    {
      question: "هل لديك أطفال؟",
      options: ["نعم", "لا"]
    },
    {
      question: "أعلى مستوى تعليمي حصلت عليه أو تتابعه حالياً",
      options: [
        "المدرسة الابتدائية",
        "شهادة الثانوية",
        "درجة البكالوريوس",
        "درجة الدراسات العليا",
        "درجة الدكتوراه"
      ]
    },
    {
      question: "الوضع الوظيفي",
      options: ["عاطل عن العمل", "موظف", "عمل حر", "صاحب عمل"]
    },
    {
      question: "الدور الوظيفي",
      options: ["الهندسة/الفني", "الموارد البشرية", "التسويق", "القانون", "المالية"]
    },
    {
      question: "المستوى الوظيفي",
      options: ["مستوى مبتدئ", "مستوى متقدم", "مستوى إداري", "الإدارة التنفيذية"]
    },
    {
      question: "المواضيع التي تهمك",
      options: ["السياسة", "التاريخ", "الثقافة", "الاقتصاد", "الجغرافيا", "الصحة والتغذية"]
    },
    {
      question: "مدة استخدام وسائل التواصل الاجتماعي يومياً",
      options: ["0-1 ساعة/يوم", "1-3 ساعات/يوم", "3-5 ساعات/يوم", "أكثر من 5 ساعات/يوم"]
    },
    {
      question: "ما مدى قلقك من أن تؤدي السياسات المتعلقة بالاحتباس الحراري إلى زيادة تكاليف المعيشة؟",
      options: ["قلق جداً", "قلق إلى حد ما", "لست قلقاً كثيراً", "لست قلقاً على الإطلاق", "لا أعلم"]
    },
    {
      question: "ما مدى أهمية أن تكون هذه الدولة رائدة في التقنيات والابتكار؟",
      options: ["بالغة الأهمية", "مهمة جداً", "متوسطة الأهمية", "قليلة الأهمية", "غير مهمة إطلاقاً"]
    },
    {
      question: "هل توافق على العبارة: الوطنية الحقيقية تعني أن تترك البلد أفضل مما وجدته؟",
      options: ["أوافق بشدة", "أوافق إلى حد ما", "لا أوافق ولا أعارض", "أعارض إلى حد ما", "أعارض بشدة"]
    },
    {
      question: "كيف تصنف نفسك من الناحية الاجتماعية والسياسية؟",
      options: [
        "ليبرالي جداً",
        "ليبرالي قليلاً",
        "معتدل / في الوسط",
        "محافظ قليلاً",
        "محافظ",
        "محافظ جداً",
        "أفضل عدم الإجابة"
      ]
    },
    {
      question: "يتطلب المجتمع المثالي وجود فئات على القمة وأخرى في القاع.",
      options: ["أعارض بشدة", "أعارض إلى حد ما", "محايد", "أؤيد إلى حد ما", "أؤيد بشدة"]
    },
    {
      question: "هل تشعر بالتفاؤل أم التشاؤم بشأن المستقبل؟",
      options: [
        "متفائل جداً",
        "متفائل إلى حد ما",
        "محايد",
        "متشائم إلى حد ما",
        "متشائم جداً"
      ]
    },
    {
      question: "هل تعتقد أنه يجب زيادة أو تقليل عدد المهاجرين إلى بلدك، أم يجب أن يبقى كما هو؟",
      options: ["زيادة", "البقاء كما هو", "تقليل"]
    }
];
  
export default ar;
  