const fa = [
    {
      question: "جنسیت",
      options: ["مرد", "زن"]
    },
    {
      question: "منطقه تولد",
      options: ["آفریقا", "آسیا", "استرالیا", "اروپا", "آمریکای شمالی", "آمریکای جنوبی"]
    },
    {
      question: "منطقه محل سکونت",
      options: ["آفریقا", "آسیا", "استرالیا", "اروپا", "آمریکای شمالی", "آمریکای جنوبی"]
    },
    {
      question: "چند وقت پیش به کشور محل اقامت فعلی خود نقل مکان کردید؟",
      options: ["کمتر از ۵ سال", "۵ تا ۱۰ سال", "بیش از ۱۰ سال"]
    },
    {
      question: "آیا فرزند دارید؟",
      options: ["بله", "خیر"]
    },
    {
      question: "سطح تحصیلات (بالاترین سطح گذرانده‌شده یا در حال تحصیل)",
      options: [
        "مدرسه ابتدایی",
        "دیپلم دبیرستان",
        "مدرک کارشناسی",
        "مدرک کارشناسی ارشد / تحصیلات تکمیلی",
        "مدرک دکترا (PhD)"
      ]
    },
    {
      question: "وضعیت شغلی",
      options: ["بیکار", "شاغل", "فریلنسر", "صاحب کسب‌وکار"]
    },
    {
      question: "نقش شغلی",
      options: ["فنی / مهندسی", "منابع انسانی", "بازاریابی", "حقوقی", "مالی"]
    },
    {
      question: "سطح شغلی",
      options: ["سطح ابتدایی", "سطح ارشد", "مدیریت", "مدیریت ارشد"]
    },
    {
      question: "موضوعات مورد علاقه",
      options: ["سیاست", "تاریخ", "فرهنگ", "اقتصاد", "جغرافیا", "سلامت و تغذیه"]
    },
    {
      question: "میزان استفاده از شبکه‌های اجتماعی",
      options: ["۰ تا ۱ ساعت در روز", "۱ تا ۳ ساعت در روز", "۳ تا ۵ ساعت در روز", "بیش از ۵ ساعت در روز"]
    },
    {
      question: "چقدر نگران افزایش هزینه‌های زندگی در اثر سیاست‌های مقابله با گرمایش جهانی هستید؟",
      options: [
        "بسیار نگران",
        "تا حدودی نگران",
        "کم نگران",
        "اصلاً نگران نیستم",
        "نمی‌دانم"
      ]
    },
    {
      question: "چقدر برایتان مهم است که این کشور در زمینه فناوری‌های نوین و نوآوری پیشرو باشد؟",
      options: [
        "بسیار مهم",
        "خیلی مهم",
        "تا حدودی مهم",
        "کم اهمیت",
        "اصلاً مهم نیست"
      ]
    },
    {
      question: "با این جمله چقدر موافق یا مخالف هستید: میهن‌پرستی واقعی یعنی اینکه کشور را بهتر از چیزی که تحویل گرفته‌اید، ترک کنید.",
      options: [
        "کاملاً موافقم",
        "تا حدودی موافقم",
        "نه موافقم نه مخالف",
        "تا حدودی مخالفم",
        "کاملاً مخالفم"
      ]
    },
    {
      question: "در مسائل اجتماعی و سیاسی خود را در کجا قرار می‌دهید؟",
      options: [
        "بسیار لیبرال",
        "کمی لیبرال",
        "میانه‌رو / بی‌طرف",
        "کمی محافظه‌کار",
        "محافظه‌کار",
        "بسیار محافظه‌کار",
        "ترجیح می‌دهم پاسخ ندهم"
      ]
    },
    {
      question: "آیا فکر می‌کنید یک جامعه ایده‌آل نیاز به گروه‌هایی در بالا و پایین دارد؟",
      options: [
        "کاملاً مخالفم",
        "تا حدودی مخالفم",
        "بی‌طرف",
        "تا حدودی موافقم",
        "کاملاً موافقم"
      ]
    },
    {
      question: "در مورد آینده خوش‌بین هستید یا بدبین؟",
      options: [
        "بسیار خوش‌بین",
        "تا حدودی خوش‌بین",
        "نه خوش‌بین نه بدبین",
        "تا حدودی بدبین",
        "بسیار بدبین"
      ]
    },
    {
      question: "به نظر شما تعداد مهاجران به کشور شما باید افزایش یابد، کاهش یابد یا همانطور باقی بماند؟",
      options: ["افزایش یابد", "همانطور باقی بماند", "کاهش یابد"]
    }
];
  
export default fa;
  