const ar = [
    {
      question: "عند التفكير في الاقتصاد، ما هو الهدف الأهم الذي تعتقد أن على الحكومة إعطاءه الأولوية؟",
      options: [
        "الحفاظ على استقرار وانخفاض التضخم",
        "زيادة فرص العمل للمواطنين",
        "تقليل الفقر والتفاوت في الدخل",
        "تعزيز النمو الاقتصادي القوي والمستمر"
      ]
    },
    {
      question: "ما رأيك في فرض ضريبة الكربون؟",
      options: [
        "أؤيد بشدة",
        "أؤيد",
        "أعارض",
        "أعارض بشدة",
        "لست على دراية بها"
      ]
    },
    {
      question: "هل تعتقد أن النمو الاقتصادي وحماية البيئة يمكن أن يسيرا جنبًا إلى جنب؟",
      options: [
        "نعم، من خلال الابتكار والسياسات الخضراء",
        "لا، يجب أن نضحي بالنمو من أجل الكوكب",
        "ربما، لكنه صعب للغاية",
        "لست متأكدًا"
      ]
    }
];
  
export default ar;
  