const fa = [
    {
      question: "وقتی به اقتصاد فکر می‌کنید، به نظر شما مهم‌ترین هدفی که دولت باید در اولویت قرار دهد چیست؟",
      options: [
        "پایین و ثابت نگه داشتن تورم",
        "حداکثر کردن فرصت‌های شغلی برای شهروندان",
        "کاهش نابرابری درآمد و فقر",
        "ترویج رشد اقتصادی قوی و پایدار"
      ]
    },
    {
      question: "نظر شما درباره اجرای مالیات بر کربن چیست؟",
      options: [
        "کاملاً موافقم",
        "موافقم",
        "مخالفم",
        "کاملاً مخالفم",
        "با آن آشنا نیستم"
      ]
    },
    {
      question: "آیا فکر می‌کنید رشد اقتصادی و حفاظت از محیط زیست می‌توانند با هم همراه باشند؟",
      options: [
        "بله، از طریق نوآوری و سیاست‌های سبز",
        "نه، باید برای نجات سیاره رشد را قربانی کنیم",
        "شاید، اما بسیار دشوار است",
        "مطمئن نیستم"
      ]
    }
];
  
export default fa;
  