const ar = [
  {
    question: "هل تشعر أن تغير المناخ يجعل من الصعب العثور على طعام صحي في المكان الذي تعيش فيه؟",
    options: ["نعم", "لا", "لا أعرف"]
  },
  {
    question: "ما رأيك في تقليل تناول اللحوم للمساعدة في حماية البيئة وصحتك؟",
    options: ["أوافق بشدة", "أوافق", "لا أوافق", "لا أوافق بشدة", "لا أعرف كيف يساعد هذا"]
  },
  {
    question: "هل تعتقد أن تلوث الهواء بسبب تغير المناخ يؤثر على صحتك أو الطعام الذي تأكله؟",
    options: ["نعم", "نعم كثيراً", "قليلاً", "لا", "لست متأكداً"]
  },
  {
    question: "يجب على المدارس تعليم أطفالنا عن أسباب ونتائج وحلول الاحتباس الحراري.",
    options: ["أوافق بشدة", "أوافق إلى حد ما", "لا أوافق إلى حد ما", "لا أوافق بشدة"]
  },
  {
    question: "هل يمكن أن يساعد الزراعة التي لا تضر بالطبيعة في توفير طعام أفضل ويساعد في حماية البيئة أيضًا؟",
    options: ["نعم", "مع الأساليب الجيدة", "لا", "لن يساعد كثيراً", "ربما، ولكن الأمر صعب", "لست متأكداً"]
  }
];

export default ar;
