const fa = [
  {
    question: "آیا احساس می‌کنید که تغییرات اقلیمی باعث سخت‌تر شدن پیدا کردن غذای سالم در محل زندگی شما می‌شود؟",
    options: ["بله", "نه", "نمی‌دانم"]
  },
  {
    question: "نظر شما در مورد خوردن کمتر گوشت برای کمک به محیط زیست و سلامت خود چیست؟",
    options: ["کاملاً موافقم", "موافقم", "مخالفم", "کاملاً مخالفم", "نمی‌دانم چطور این کمک می‌کند"]
  },
  {
    question: "آیا فکر می‌کنید که آلودگی هوا ناشی از تغییرات اقلیمی بر سلامت شما یا غذای شما تأثیر می‌گذارد؟",
    options: ["بله", "بله خیلی", "کمی", "نه", "مطمئن نیستم"]
  },
  {
    question: "باید مدارس به کودکان ما در مورد علل، پیامدها و راه‌حل‌های ممکن برای گرمایش جهانی آموزش دهند.",
    options: ["کاملاً موافقم", "تا حدی موافقم", "تا حدی مخالفم", "کاملاً مخالفم"]
  },
  {
    question: "آیا کشاورزی که به طبیعت آسیب نمی‌زند می‌تواند غذای بهتری به ما بدهد و به محیط زیست کمک کند؟",
    options: ["بله", "با روش‌های خوب", "نه", "کمک زیادی نمی‌کند", "شاید، اما سخت است", "مطمئن نیستم"]
  }
];

export default fa;
